Repository: 1007chenbaojun/deform
Catalog: deform/locale/*/LC_MESSAGES/deform.po
Languages: de

source: ${value} is not a dictionary
de: ${value} ist keine Schlüssel-Wert-Tabelle

source: ${value} has no ${key} key
de: ${value} hat keinen Schlüssel ${key}

source: ${value} is not iterable
de: ${value} ist nicht iterierbar

source: Required
de: Erforderlich

source: Fields did not match
de: Felder stimmen nicht überein

source: Value
de: Wert

source: Confirm Value
de: Bestätigung des Wertes

source: Password did not match confirm
de: Passwort und Bestätigung stimmen nicht überein

source: Add ${subitem_title}
de: ${subitem_title} hinzufügen

source: Incomplete
de: Unvollständig

source: ${val} is earlier than earliest date ${min}
de: ${val} liegt vor dem frühest möglichen Datum ${min}

source: ${val} is earlier than earliest datetime ${min}
de: ${val} liegt vor dem frühest möglichen Zeitpunkt ${min}

source: A number between ${min} and ${max}
de: Eine Zahl zwischen ${min} und ${max}

source: Submit
de: Absenden

source: Error ${num}
de: Fehler ${num}

source: Confirm Password
de: Passwortbestätigung

source: Password
de: Passwort

source: Day
de: Tag

source: Month
de: Monat

source: Year
de: Jahr

source: Errors have been highlighted below
de: Fehler wurden unten hervorgehoben

source: There was a problem with your submission
de: Es gab ein Problem mit den übermittelten Daten

source: There was a problem with this section
de: Es gab ein Problem mit diesem Abschnitt

source: Password not displayed.
de: Passwort wird nicht angezeigt.

source: Read-only.
de: Nur lesen.

source: Not Selected
de: Nicht ausgewählt

source: Selected
de: Ausgewählt
